Repository: iworks/kpir
Catalog: languages/kpir-*.po
Languages: pl_pl

source: Configuration
pl_pl: Konfiguracja

source: Full Name
pl_pl: Pełna nazwa

source: Surname
pl_pl: Nazwisko

source: Last Name
pl_pl: Nazwisko

source: Date of Birth (YYYY-MM-DD)
pl_pl: Data urodzenia (RRRR-MM-DD)

source: E-Mail
pl_pl: Adres e-mail

source: Department of Revenue
pl_pl: Urząd skarbowy

source: Phone
pl_pl: Telefon

source: Cash PIT
pl_pl: Kasowy PIT

source: Cash PIT allows for the application of personal income tax only after receiving payment from the contractor.
pl_pl: Kasowy PIT pozwala na zastosowanie podatku dochodowego od osób fizycznych dopiero po otrzymaniu zapłaty od kontrahenta.

source: Monthly Report
pl_pl: Raport miesięczny

source: Monthly
pl_pl: Miesięcznie

source: Annually Report
pl_pl: Raport roczny

source: Annually
pl_pl: Roczne

source: Current month: %s
pl_pl: Aktualny miesiąc: %s

source: Past month: %s
pl_pl: Poprzedni miesiąc: %s

source: Are you sure you want to create a duplicate copy of this invoice?
pl_pl: Czy na pewno powielić dokument księgowy?

source: An error occurred duplicating invoice. Please try again.
pl_pl: Wystąpił błąd w czasie powielania dokumentu księgowego. Proszę spróbować ponownie.

source: Please select month first!
pl_pl: Proszę najpierw wybrać miesiąc!

source: Monthly report
pl_pl: Raport miesięczny

source: Annually report
pl_pl: Raport roczny

source: Reports
pl_pl: Raporty

source: Something went wrong!
pl_pl: Coś poszło nie tak!

source: Settings
pl_pl: Ustawienia

source: Donate
pl_pl: Złóż datek

source: Duplicate
pl_pl: Powiel

source: Copy of %s
pl_pl: Kopia %s

source: There is no entries to create JPK VAT file.
pl_pl: Brak wpisów potrzebnych do utworzenia pliku JPK VAT.

source: Purpose
pl_pl: Cel

source: Month
pl_pl: Miesiąc

source: Select month
pl_pl: Wybierz miesiąc

source: Get XML
pl_pl: Pobierz XML

source: Wrong date, please try again!
pl_pl: Błędna data, proszę spróbować ponownie.

source: Full Name:
pl_pl: Pełna nazwa:

source: Street Address 1:
pl_pl: Adres ulicy 1:

source: Street Address 2:
pl_pl: Adres ulicy 2:

source: ZIP Code:
pl_pl: Kod pocztowy:

source: City
pl_pl: Miejscowość

source: Country
pl_pl: Kraj

source: Register of National Economy
pl_pl: Rejestr Gospodarki Narodowej

source: Database on products, packaging and waste management
pl_pl: Baza danych o produktach, opakowaniach i gospodarce odpadami

source: Bank account
pl_pl: Konto bankowe

source: Website
pl_pl: Witryna internetowa

source: mobile
pl_pl: komórka

source: phone
pl_pl: numer telefonu

source: Contractors
pl_pl: Kontrahenci

source: Contractor
pl_pl: Kontrahent

source: Contractor Archives
pl_pl: Archiwa kontrahentów

source: Contractor Attributes
pl_pl: Atrybuty kontrahenta

source: Parent Contractor:
pl_pl: Nadrzędny kontrahent:

source: Add New Contractor
pl_pl: Dodaj nowego kontrahenta

source: Add New
pl_pl: Dodaj nowy

source: New Contractor
pl_pl: Nowy kontrahent

source: Edit Contractor
pl_pl: Edytuj kontrahenta

source: Update Contractor
pl_pl: Aktualizuj kontrahenta

source: View Contractor
pl_pl: Zobacz kontrahenta

source: View Contractors
pl_pl: Zobacz kontrahentów

source: Search Contractor
pl_pl: Szukaj kontrachenta

source: Not found
pl_pl: Nie znaleziono

source: Not found in Trash
pl_pl: Niczego nie znaleziono w koszu

source: Featured Image
pl_pl: Obrazek wyróżniający

source: Set featured image
pl_pl: Ustaw obrazek wyróżniający

source: Remove featured image
pl_pl: Usuń obrazek wyróżniający

source: Use as featured image
pl_pl: Użyj jako obrazek wyróżniający

source: Insert into contractor
pl_pl: Wstawiony do kontrahenta

source: Uploaded to this contractor
pl_pl: Dodany do kontrahenta

source: Contractors list
pl_pl: Lista kontrahentów

source: Contractors list navigation
pl_pl: Nawigacja listy kontrahentów

source: Filter contractors list
pl_pl: Filtruj listę kontrachentów

source: Contractor Description
pl_pl: Opis kontrahenta

source: Contractor Data
pl_pl: Dane kontrahenta

source: Contact Data
pl_pl: Dane kontaktowe

source: All contractors
pl_pl: Wszyscy kontrahenci

source: Date of issue
pl_pl: Data wydania

source: Copy to event date
pl_pl: Kopiuj do daty zdarzenia

source: Event date
pl_pl: Data wydarzenia

source: Cash-in Date
pl_pl: Data wpływu pieniędzy

source: Invoice description
pl_pl: Opis dokumentu księgowego

source: Income
pl_pl: Przychód

source: Expense
pl_pl: Wydatek

source: Salary
pl_pl: Wynagrodzenie

source: Asset
pl_pl: Środek trwały

source: Insurance
pl_pl: Ubezpieczenie

source: Type
pl_pl: Typ

source: Please first choose invoice type.
pl_pl: Proszę wybrać typ dokumentu księgowego.

source: Value of goods and services sold
pl_pl: Wartość sprzedanych towarów i usług

source: Other income
pl_pl: Inne przychody

source: The purchase of commercial goods and materials, according to the purchase price
pl_pl: Zakup towarów handlowych i materiałów wg cen zakupu

source: Incidental costs of purchase
pl_pl: Koszty uboczne zakupu

source: Other expenses
pl_pl: Inne wydatki

source: VAT rate
pl_pl: Stawka VAT

source: Base 23%
pl_pl: Bazowy 23%

source: No VAT
pl_pl: Brak VAT

source: Car related
pl_pl: Związane z samochodem

source: It will be calculated as half VAT return.
pl_pl: Będzie policzone jako zwrot połowy VAT.

source: Yes (before 2019)
pl_pl: Tak (przed 2019)

source: No
pl_pl: Nie

source: Salary in cash and in kind
pl_pl: Wynagrodzenia w gotówce i w naturze

source: Depreciation of asset
pl_pl: Środek trwały

source: Invoice
pl_pl: Faktura

source: Invoice Archives
pl_pl: Archiwa dokumentów księgowych

source: Invoice Attributes
pl_pl: Atrybuty dokumentu księgowego

source: Parent Invoice:
pl_pl: Nadrzędny dokument księgowy::

source: All Invoices
pl_pl: Księga

source: Add New Invoice
pl_pl: Dodaj nową fakturę

source: New Invoice
pl_pl: Nowy dokument księgowy

source: Edit Invoice
pl_pl: Edytuj fakturę

source: Update Invoice
pl_pl: Aktualizuj fakturę

source: View Invoice
pl_pl: Zobacz fakturę

source: View Invoices
pl_pl: Zobacz dokumenty księgowe

source: Search Invoice
pl_pl: Szukaj faktur

source: Insert into invoice
pl_pl: Wstawiony do dokumentu księgowego

source: Uploaded to this invoice
pl_pl: Dodane do dokumentu księgowego

source: Invoices list
pl_pl: Lista dokumentów księgowych

source: Invoices list navigation
pl_pl: Nawigacja listy dokumentów księgowych

source: Filter invoices list
pl_pl: Filtruj listę dokumentów księgowych

source: Invoice Description
pl_pl: Opis dokumentu księgowego

source: Enter invoice number
pl_pl: Wprowadź numer dokumentu księgowego

source: Basic Data
pl_pl: Podstawowe dane

source: Incomes
pl_pl: Przychody

source: Expenses (costs)
pl_pl: Wydatki (koszty)

source: Salaries
pl_pl: Wypłaty

source: Assets
pl_pl: Zasoby

source: Insurances (ZUS)
pl_pl: Ubezpieczenia (ZUS)

source: Expenses
pl_pl: Wydatki

source: Expenses (VAT)
pl_pl: Wydatki (VAT)

source: VAT (Income)
pl_pl: VAT (Przychody)

source: VAT (Expense)
pl_pl: VAT (Wydatki)

source: Depreciation of assets
pl_pl: Amortyzacja środków trwałych

source: &mdash; not paid yet &mdash;
pl_pl: &mdash; jeszcze nie zapłacone &mdash;

source: Date of invoice
pl_pl: Data wystawienia faktury

source: Payment Date
pl_pl: Data płatności

source: Description
pl_pl: Opis

source: Invoice Number
pl_pl: Numer dokumentu księgowego

source: There is no invoices in this year.
pl_pl: Brak dokumentów księgowych w tym roku.

source: Cash-in
pl_pl: Wpływ pieniędzy

source: Filter by date
pl_pl: Filtruj po dacie

source: Filter
pl_pl: Filtr

source: (car related)
pl_pl: (powiązane z samochodem)

source: There is no invoices in this month.
pl_pl: Brak dokumentów księgowych w tym miesiącu.

source: No Page Title
pl_pl: Brak tytułu strony

source: An error occurred while getting the configuration.
pl_pl: Wystąpił błąd przy pobieraniu konfiguracji.

source: Select Image
pl_pl: Wybierz obrazek

source: Delete image
pl_pl: Usuń obrazek

source: Save Changes
pl_pl: Zapisz zmiany

source: Street
pl_pl: Ulica

source: ZIP code
pl_pl: Kod pocztowy

source: OFF
pl_pl: Wyłącz

source: ON
pl_pl: Włącz

source: Failed Security Check
pl_pl: Nieudana kontrola bezpieczeństwa

source: Excess tax
pl_pl: Nadpłata podatku

source: submission of a declaration
pl_pl: wysłanie deklaracji

source: correction of the declaration
pl_pl: korekta deklaracji

# Contractor General Name
source: Contractors
pl_pl: Kontrahenci

# Contractor Singular Name
source: Contractor
pl_pl: Kontrahent

# Invoice General Name
source: Invoices
pl_pl: Dokumenty księgowe

# Invoice Singular Name
source: Invoice
pl_pl: Faktura
